---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContinuousFootingTopToe
source: html/99f6fb25-3a1d-5e46-0008-a13158a2351e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContinuousFootingTopToe Property

"Toe Length"

## Syntax (C#)
```csharp
public static ForgeTypeId ContinuousFootingTopToe { get; }
```